Revit 2027 API
ParameterTypeId.AnalyticalMemberForceStartMy Property
 "Start My"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId AnalyticalMemberForceStartMy { get; }
Public Shared ReadOnly Property AnalyticalMemberForceStartMy As ForgeTypeId
	Get
public:
static property ForgeTypeId^ AnalyticalMemberForceStartMy {
	ForgeTypeId^ get ();
}
static member AnalyticalMemberForceStartMy : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace